tap "felixkratz/formulae"
tap "jonnyjohannes/aesthetic-clock-screensaver"
tap "koekeishiya/formulae"
brew "bottom"
brew "fzf"
brew "git"
brew "kubernetes-cli"
brew "mise"
brew "neovim"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
cask "1password"
cask "aesthetic-clock-screensaver"
cask "alacritty"
cask "alfred"
cask "arc"
cask "docker-desktop"
cask "font-sauce-code-pro-nerd-font"
cask "google-drive"
cask "karabiner-elements"
cask "obsidian"
cask "ollama-app"
cask "rectangle"
cask "slack"
cask "spotify"
cask "zoom"
