tap "homebrew/bundle"
tap "homebrew/services"
tap "jonnyjohannes/aesthetic-clock-screensaver"
tap "koekeishiya/formulae"

brew "basedpyright"
brew "fzf"
brew "git"
brew "jdtls"
brew "jenv"
brew "kubernetes-cli"
brew "neovim"
brew "nodenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "typescript-language-server"
brew "yarn"
brew "zsh"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
cask "1password"
cask "aesthetic-clock-screensaver"
cask "alacritty"
cask "alfred"
cask "arc"
cask "docker"
cask "font-sauce-code-pro-nerd-font"
cask "hiddenbar"
cask "karabiner-elements"
cask "menumeters"
cask "obsidian"
cask "rectangle"
cask "spotify"
cask "whatsapp"
cask "zoom"
