tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "git"
brew "gnuplot"
brew "jenv"
brew "node-build"
brew "nodenv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "zsh"
cask "1password"
cask "adobe-acrobat-reader"
cask "docker"
cask "dropbox"
cask "font-source-code-pro"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2"
cask "mactex"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "xquartz"
