tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'autoconf'
brew 'doxygen'
brew 'elasticsearch', restart_service: true
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'git'
brew 'lua'
brew 'readline'
brew 'gnuplot', args: ['with-x11']
brew 'heroku'
brew 'openssl'
brew 'libevent'
brew 'libyaml'
brew 'mono'
brew 'pkg-config'
brew 'node-build'
brew 'nodenv'
brew 'pcre'
brew 'perl'
brew 'pyenv'
brew 'sqlite'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'tmux'
brew 'v8'
brew 'vim'
brew 'wxmac'
brew 'zsh'
brew 'homebrew/versions/postgresql95'
cask 'evernote'
cask 'firefox'
cask 'gitkraken'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'spotify'
