tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
cask "xquartz"
brew "autoconf"
brew "doxygen"
brew "elasticsearch", restart_service: true
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "gdbm"
brew "perl"
brew "git"
brew "lua"
brew "gnuplot", args: ["with-x11"]
brew "heroku"
brew "openssl"
brew "libevent"
brew "libyaml"
brew "mono"
brew "node-build"
brew "nodenv"
brew "pcre"
brew "sqlite"
brew "python"
brew "postgresql", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "ruby"
brew "tmux"
brew "v8"
brew "vim"
brew "wxmac"
brew "zsh"
cask "1password"
cask "adobe-acrobat-reader"
cask "dropbox"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
