tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
cask "xquartz"
brew "autoconf"
brew "openssl"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "cmake"
brew "doxygen"
brew "elasticsearch", restart_service: true
brew "libpng"
brew "wxmac"
brew "elixir"
brew "freetype"
brew "fontconfig"
brew "git"
brew "gnuplot", args: ["with-x11"]
brew "libevent"
brew "libyaml"
brew "mono"
brew "node-build"
brew "nodenv"
brew "pcre"
brew "postgresql", restart_service: true, link: false
brew "postgresql@9.6", restart_service: true, link: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "tmux"
brew "v8"
brew "vim"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "adobe-acrobat-reader"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-source-code-pro"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
